export const students = [
    {
        id: 1,
        name: 'Олена Петрів',
        score: 95,
    },
    {
        id: 2,
        name: 'Іван Сидоренко',
        score: 88,
    },
    {
        id: 3,
        name: 'Марія Ковальчук',
        score: 92,
    },
    {
        id: 4,
        name: 'Андрій Шевченко',
        score: 75,
    },
    {
        id: 5,
        name: 'Юлія Бондаренко',
        score: 85,
    },
    {
        id: 6,
        name: 'Тетяна Ткаченко',
        score: 100,
    },
    {
        id: 7,
        name: 'Олександр Мельник',
        score: 60,
    },
    {
        id: 8,
        name: 'Дмитро Кравченко',
        score: 45,
    },
    {
        id: 9,
        name: 'Наталія Гончаренко',
        // score відсутній — для демонстрації оператора ??
    },
];